// - створити функцію яка обчислює та повертає площу прямокутника висотою NOT COMPLETE
function SquareRectangle(side_a, side_b) {
    return side_a * side_b;
}
document.write(`SquareRectangle (4, 5) = ${SquareRectangle(4, 5)}`)


// - створити функцію яка обчислює та повертає площу кола
function SquareRound(radius) {
    let Pi = 3.14;
    return Pi * Math.pow(radius, 2)
}
document.write(`SquareRound(6) = ${SquareRound(6)}`)


// - створити функцію яка обчислює та повертає площу циліндру
let SquareCylinder


// - створити функцію яка приймає будь-яку кількість чисел, повертає найменьше, а виводить найбільше (Math використовувати заборонено);
// - створити функцію яка  створює блок з текстом. Текст задати через аргумент
// - створити функцію яка  створює ul з трьома елементами li. Текст li задати через аргумент всім однаковий
// - створити функцію яка  створює ul з трьома елементами li. Текст li задати через аргумент всім однаковий. Кількість li визначається другим аргументом, який є числовим (тут використовувати цикл)
// - створити функцію яка приймає масив примітивних елементів (числа,стрінги,булеві), та будує для них список
